Repository: higracehuang/GraceAppsLibrary
Catalog: Sources/GraceAppsLibrary/Resources/*.lproj/Localizable.strings
Languages: de, ja, zh_hans

# app.name.tallycoin
source: TallyCoin
ja: TallyCoin タリーコイン
zh_hans: TallyCoin 劳动就打赏

# app.description.tallycoin
source: TallyCoin is the perfect app for tracking chores and rewards, designed with families in mind.
de: TallyCoin ist die perfekte App für die Verfolgung von Aufgaben und Belohnungen, entwickelt für Familien.
ja: TallyCoin は、家族向けに設計された家事や報酬を追跡するための完璧なアプリです。
zh_hans: TallyCoin 是一款专为家庭设计的完美应用程序，用于追踪家务和奖励。

# app.name.readingclock
source: ReadingClock
ja: ReadingClock リーディングクロック
zh_hans: ReadingClock 读书计时器

# app.description.readingclock
source: ReadingClock is a simple app to track your daily reading time and progress.
de: ReadingClock ist eine einfache App zur Verfolgung Ihrer täglichen Lesezeit und Ihres Fortschritts.
ja: ReadingClock は、毎日の読書時間と進捗状況を追跡するシンプルなアプリです。
zh_hans: ReadingClock 读书计时器是一款简单的应用程序，用于追踪每日阅读时间和进度。

# app.name.stemcards
source: Stem Cards
ja: Stem Cards ステムカード
zh_hans: Stem Cards 词根卡片

# app.description.stemcards
source: Stem Cards is a fun and easy way to learn English word roots, prefixes, and suffixes.
de: Stem Cards ist eine unterhaltsame und einfache Möglichkeit, englische Wortstämme, Präfixe und Suffixe zu lernen.
ja: ステムカードは、英単語の語根、接頭辞、接尾辞を楽しく簡単に学べるアプリです。
zh_hans: Stem Cards 是一种有趣且简单的方式来学习英语词根、前缀和后缀。

# app.description.quizmeai
source: QuizMe.AI is an AI-powered quiz app that allows you to create quizzes on any topic from anything.
de: QuizMe.AI ist eine KI-gestützte Quiz-App, mit der Sie aus beliebigen Inhalten Quiz zu jedem Thema erstellen können.
ja: QuizMe.AIは、AIを活用してあらゆるトピックからクイズを作成できるアプリです。
zh_hans: QuizMe.AI是一款AI驱动的测验应用程序，可以从任何内容创建任何主题的测验。

# app.name.localspeaks
source: LocalSpeaks
ja: LocalSpeaks ローカルスピークス
zh_hans: LocalSpeaks 当地话

# app.description.localspeaks
source: LocalSpeaks is a phrasebook app that helps you learn and practice authentic phrases in many different languages. Perfect for travelers and language learners.
de: LocalSpeaks ist eine Phrasenbuch-App, die Ihnen hilft, authentische Phrasen in vielen verschiedenen Sprachen zu lernen und zu üben. Perfekt für Reisende und Sprachenlerner.
ja: ローカルスピークスは、様々な言語の本物のフレーズを学び、練習できるフレーズブックアプリです。旅行者や語学学習者に最適です。
zh_hans: LocalSpeaks 是一款短语手册应用程序，帮助您学习和练习多种语言的地道表达。非常适合旅行者和语言学习者。

# label.new
source: NEW
de: Neu
ja: 新着
zh_hans: 新

# app.description.itemizeai
source: Itemize AI is an AI-powered app that analyzes any text, breaks it down into important bullet points, and summarizes it for you. Designed for visual readers.
de: Itemize AI ist eine KI-gestützte App, die beliebige Texte analysiert, in wichtige Stichpunkte zerlegt und für Sie zusammenfasst. Entwickelt für visuelle Leser.
ja: Itemize AI は、AIを活用してテキストを分析し、重要な要点に分解して要約するアプリです。視覚的な読者向けに設計されています。
zh_hans: Itemize AI 是一款AI驱动的应用程序，可以分析任何文本，将其分解为重要要点，并为您总结。专为视觉阅读者设计。

# app.name.stitchtally
source: StitchTally
ja: StitchTally 編み物計数
zh_hans: StitchTally 针织计数

# app.description.stitchtally
source: StitchTally is an app to track your knitting and crocheting projects.
de: StitchTally ist eine App zur Verfolgung Ihrer Strick- und Häkelprojekte.
ja: StitchTally は、編み物とかぎ針編みのプロジェクトを追跡するアプリです。
zh_hans: StitchTally 是一款应用程序，用于追踪您的针织和钩针编织项目。

# app.name.chartybee
source: ChartyBee
ja: ChartyBee チャーティービー
zh_hans: ChartyBee 图表小蜜蜂

# app.description.chartybee
source: ChartyBee is a little tracking app that helps track many little things in life, # of pages you read, cups of coffee you drink, or whether you've slept well last night.
de: ChartyBee ist eine kleine Tracking-App, die hilft, viele kleine Dinge im Leben zu verfolgen, wie die Anzahl der gelesenen Seiten, getrunkene Tassen Kaffee oder ob Sie letzte Nacht gut geschlafen haben.
ja: ChartyBeeは、読んだページ数や飲んだコーヒーの杯数、昨夜の睡眠の質など、日々の生活のちょっとしたことを記録できる小さなトラッキングアプリです。
zh_hans: ChartyBee 是一款小巧的跟踪应用，可以记录生活中的点点滴滴，比如你读了多少页书、喝了几杯咖啡，或者昨晚睡得好不好。

# app.name.snapprogress
source: SnapProgress
ja: SnapProgress スナッププログレス
zh_hans: SnapProgress 拍照进度

# app.description.snapprogress
source: SnapProgress is an app to track your progress in a visual way.
de: SnapProgress ist eine App zur Verfolgung Ihres Fortschritts in visueller Weise.
ja: SnapProgress は、視覚的に進捗状況を追跡するアプリです。
zh_hans: SnapProgress 是一款拍照进度跟踪应用，可以记录您的进度。

# app.name.dialinespresso
source: Dial In Espresso
ja: Dial In Espresso 豆トラッカー

# app.description.dialinespresso
source: Dial In Espresso is a simple app to track your beans and shots. Log, experiment, and refine to consistently brew your best cup.
de: Dial In Espresso ist eine einfache App, um deine Bohnen und Espresso-Shots zu verfolgen. Notiere, experimentiere und optimiere, um stets die beste Tasse zuzubereiten.
ja: Dial In Espresso は、豆や抽出の記録を簡単に管理できるアプリです。記録して、試して、調整することで、毎回ベストな一杯を淹れられます。
zh_hans: Dial In Espresso 是一款简洁的咖啡记录应用，用于追踪咖啡豆与萃取过程，记录参数，尝试技巧，助你稳定冲煮出理想风味。

# app.name.fastinglady
source: FastingLady
ja: FastingLady ファスティング・レディ
zh_hans: FastingLady 周期断食

# app.description.fastinglady
source: FastingLady is a simple fasting tracker designed for women, helping them fast in sync with their menstrual cycle.
de: Fasting Lady ist ein einfacher Fasten-Tracker für Frauen, der ihnen hilft, im Einklang mit ihrem Menstruationszyklus zu fasten.
ja: FastingLady は、女性向けに設計されたシンプルな断食トラッカーで、月経周期に合わせた断食をサポートします。
zh_hans: FastingLady 是一款专为女性设计的简单断食追踪应用，帮助她们根据月经周期进行断食。

# feedback.message
source: Have thoughts or suggestions? We'd love to hear from you! Your feedback helps us improve. Please send your feedback to:
de: Haben Sie Fragen oder Anregungen? Ich freue mich über Ihr Feedback:
ja: ご質問やご提案がございましたら、以下のメールアドレスまでご連絡ください：
zh_hans: 有任何想法或建议？欢迎告诉我们！你的反馈将帮助我们做得更好。请发送至：

# feedback.appreciation
source: Appreciate it! ❤️
de: Vielen Dank für Ihre Unterstützung!
ja: ご支援ありがとうございます！
zh_hans: 感谢您！❤️

# feedback.signature
source: Grace
ja: グレース Grace

# feedback.title
source: Share Your Feedback
de: Feedback geben
ja: フィードバックを送る
zh_hans: 分享反馈

source: Other Apps by Grace
de: Weitere Apps von Grace
ja: Graceの他のアプリ
zh_hans: Grace的其他APP

source: Other Apps built by Grace
de: Weitere Apps entwickelt von Grace
ja: Graceが開発した他のアプリ
zh_hans: Grace开发的其他APP

# apps.introduction
source: Inspired by everyday life, Grace builds simple apps she and her loved ones genuinely use and love. Here are her apps:
de: Grace lässt sich vom Alltag inspirieren und entwickelt einfache Apps, die sie und ihre Angehörigen täglich nutzen und schätzen. Hier sind ihre Apps:
ja: Grace は日常生活からヒントを得て、自身と家族が日々使い、愛用しているシンプルなアプリを開発しています。以下が彼女のアプリです：
zh_hans: Grace 从日常生活中汲取灵感，打造了她与亲友们日常使用并喜爱的简约应用。以下是她的APP列表：
